{
  "sentences": [
    "Obwohl es regnete, ging die Familie im Park spazieren.",
    "Der Wissenschaftler hat eine wichtige Entdeckung gemacht, die die Welt verändern könnte.",
    "Wenn du mehr übst, wirst du das Klavierstück bald perfekt spielen können.",
    "Es ist wichtig, dass wir die Umwelt schützen.",
    "Sie hat erzählt, dass sie nächsten Monat umziehen wird.",
    "Weil er krank war, konnte er nicht zur Arbeit gehen.",
    "Ich hoffe, dass das Wetter morgen besser wird.",
    "Er fragte, ob ich ihm helfen könnte.",
    "Die Entscheidung, ins Ausland zu gehen, war nicht einfach.",
    "Nachdem er gefrühstückt hatte, ging er aus dem Haus.",
    "Bevor wir anfangen, sollten wir alles vorbereiten.",
    "Sie kaufte ein neues Buch, das sie schon lange lesen wollte.",
    "Das Problem, das gelöst werden muss, ist sehr komplex.",
    "Man sagt, dass der neue Film hervorragend ist.",
    "Er hat das Gefühl, dass etwas nicht stimmt.",
    "Während ich kochte, hörte ich Radio.",
    "Da das Geschäft geschlossen war, konnten wir nichts kaufen.",
    "Er versuchte, die Aufgabe so schnell wie möglich zu erledigen.",
    "Die Ergebnisse, die präsentiert wurden, waren überraschend.",
    "Bevor er eine Entscheidung traf, dachte er lange nach.",
    "Sie freute sich darauf, ihre Freunde wiederzusehen.",
    "Das Gebäude, das vor hundert Jahren gebaut wurde, ist nun renoviert.",
    "Obwohl sie müde war, arbeitete sie weiter an dem Projekt.",
    "Er hatte die Absicht, seine Karriere zu wechseln.",
    "Die Frage, wie man die Welt verbessern kann, beschäftigt viele Menschen.",
    "Es wurde beschlossen, dass die Sitzung verschoben wird.",
    "Der Zug, der von München nach Berlin fährt, hat Verspätung.",
    "Um fit zu bleiben, treibt sie regelmäßig Sport.",
    "Die Nachricht, die er erhielt, war schockierend.",
    "Wenn ich Zeit hätte, würde ich gerne eine Weltreise machen.",
    "Er war so erschöpft, dass er sofort einschlief.",
    "Dies ist der Mann, dessen Hund neulich entlaufen ist.",
    "Es ist wichtig zu verstehen, wie das System funktioniert.",
    "Die Bücher, die ich gestern gekauft habe, sind sehr interessant.",
    "Er erklärte detailliert, warum das Experiment fehlgeschlagen war.",
    "Man sollte immer versuchen, freundlich zu sein.",
    "Die Arbeit muss erledigt werden, bevor der Chef zurückkommt.",
    "Obwohl sie sich große Mühe gab, konnte sie das Problem nicht lösen.",
    "Sie ist froh, dass sie die Prüfung bestanden hat.",
    "Der Baum, der im Garten steht, ist sehr alt.",
    "Er fährt vorsichtig, damit er keinen Unfall verursacht.",
    "Nachdem die Sonne untergegangen war, wurde es dunkel und kühl.",
    "Die Möglichkeit, kostenlos zu reisen, klang verlockend.",
    "Da es viele neue Regeln gibt, ist es schwer, den Überblick zu behalten.",
    "Er bat darum, die Musik leiser zu stellen.",
    "Die Entscheidung, wer die Verantwortung trägt, ist noch nicht getroffen worden.",
    "Ich bin der Meinung, dass man offen für Neues sein sollte.",
    "Wann immer er Zeit hat, geht er im Wald spazieren.",
    "Sie hofft darauf, bald eine Antwort zu erhalten.",
    "Das war der Moment, in dem alles anders wurde."
  ]
}
